Repository: Kuestenschmiede/MapsBundle
Catalog: Resources/contao/languages/*/hofff_consent.xlf
Languages: de

# hofff_consent.mapbox.description
source: We use “Mapbox” a service of MapBox Inc. 740 15th Street NW, 5th Floor, Washington, District of Columbia 20005, USA to display our maps. During display, personal data and device information are processed for the purpose of integrating third-party map content. Mapbox uses so-called cookies that are stored on your end device. This also involves passing data to Mapbox in the USA and processed there. For information about how this works, who receives the data and how long your data is stored, please refer to <a class="hofff-consent-show-privacy-settings" href="#" title="Open Privacy settings">Privacy settings</a>. With my consent to data processing when displaying this map, I give my consent for all map content of the provider on this website. Your consent is voluntary and can be withdrawn at any time for the future under <a class="hofff-consent-show-privacy-settings" href="#" title="Open Privacy settings">Privacy settings</a>. Your consent will remain valid until you withdraw it.
de: (1) Wir setzen MapBox API, einen Dienst der MapBox Inc. (Anschrift: 740 15th Street NW, 5th Floor, Washington, District of Columbia 20005, USA) nachfolgend nur „MapBox“ genannt, ein. Wir nutzen MapBox, um geographische Informationen visuell darzustellen. Bei der Nutzung von MapBox werden von MapBox auch Daten über die Nutzung der Kartenfunktionen durch Besucher erhoben, verarbeitet und genutzt.<br>(2) Durch die Zertifizierung nach dem EU-US-Datenschutzschild („EU-US Privacy Shield“) garantiert MaBox, dass die Datenschutzvorgaben der EU auch bei der Verarbeitung von Daten in den USA eingehalten werden. Rechtsgrundlage ist Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Optimierung der Funktionalität unseres Internetauftritts.<br>(3) Bei Aufruf einer unserer Internetseiten, in die der Dienst MapBox eingebunden ist, wird durch MapBox ein Cookie über Ihren Internet-Browser auf Ihrem Endgerät gespeichert. Hierdurch werden Informationen über Ihre Nutzung unseres Internetauftritts, einschließlich Ihrer IP- Adresse, an einen Server von MapBox in den USA übertragen und dort gespeichert. Diese Daten werden zum Zwecke der Anzeige der Website bzw. zur Gewährleistung der Funktionalität des Dienstes MapBox verarbeitet. Diese Informationen wird MapBox womöglich an Dritte weitergeben, sofern dies gesetzlich vorgeschrieben ist oder die Informationen durch Dritte im Auftrag von MapBox verarbeitet werden.<br>(5) Die „Terms of Service“, die durch MapBox unter <a href="https://www.mapbox.com/tos/#maps">https://www.mapbox.com/tos/#maps</a> bereitgestellt werden, enthalten weitergehenden Informationen über die Nutzung von MapBox und über die von MapBox erlangten Daten.<br>(6) Sofern Sie mit dieser Verarbeitung nicht einverstanden sind, haben Sie die Möglichkeit, die Installation der Cookies durch die entsprechenden Einstellungen in Ihrem Internet-Browser zu verhindern. Einzelheiten hierzu finden Sie vorstehend unter dem Punkt „Cookies“. Die Nutzung des Dienstes MapBox über unseren Internetauftritt ist dann allerdings nicht mehr möglich.<br>(7) Zudem bietet MapBox unter <a href="https://www.mapbox.com/privacy/">https://www.mapbox.com/privacy/</a> weitere Informationen zur Erhebung und Nutzung der Daten sowie zu Ihren Rechten und Möglichkeiten zum Schutz Ihrer Privatsphäre an.

# hofff_consent.mapbox.explanation
source: Placeholder explenation
de: Platzhalter Erklärung

# hofff_consent.mapbox.storageDuration
source: Placeholder storage duration
de: Platzhalter Speicherdauer

# hofff_consent.mapbox.placeholderTitle
source: Consent for the display of embedded map services (Mapbox)
de: Einwilligung für die Anzeige von eingebetteten Kartendiensten (Mapbox)

# hofff_consent.mapbox.placeholderDescription
source: We use “Mapbox” to display our maps. During display, personal data and device information are processed for the purpose of integrating third-party map content. Mapbox uses so-called cookies that are stored on your end device. This also involves passing data to Mapbox in the USA and processed there. For information about how this works, who receives the data and how long your data is stored, please refer to <a class="hofff-consent-show-privacy-settings" href="#" title="Open Privacy settings">Privacy settings</a>. With my consent to data processing when displaying this map, I give my consent for all map content of the provider on this website. Your consent is voluntary and can be withdrawn at any time for the future under <a class="hofff-consent-show-privacy-settings" href="#" title="Open Privacy settings">Privacy settings</a>. Your consent will remain valid until you withdraw it.
de: Zur Anzeige unserer digitalen Karten nutzen wir den Kartendienst „Mapbox“. Bei der Anzeige werden personenbezogene Daten und Informationen aus Ihrem Endgerät zum Zwecke der Bereitstellung des externen Kartendienstes auf unserer Website verarbeitet. Mapbox verwendet sog. Cookies, die auf Ihrem Endgerät gespeichert und ausgelesen werden. Dabei werden auch Daten an Mapbox in den USA weitergegeben und dort verarbeitet. Informationen über die Funktionsweise, Empfänger und Speicherdauer finden Sie unter den <a class="hofff-consent-show-privacy-settings" href="#" title="Privatsphäre-Einstellungen öffnen">Privatsphäre-Einstellungen</a>. Mit meiner Zustimmung zur Datenverarbeitung bei der Anzeige dieser Karte erteile ich mein Einverständnis für alle Karten-Inhalte des Anbieters auf dieser Website. Die Einwilligung ist freiwillig und kann jederzeit für die Zukunft unter den <a class="hofff-consent-show-privacy-settings" href="#" title="Privatsphäre-Einstellungen öffnen">Privatsphäre-Einstellungen</a> widerrufen werden.

# hofff_consent.mapbox.placeholderAcceptButton
source: Accept all Mapbox Maps
de: Mapbox Karten akzeptieren

# hofff_consent.mapbox.thirdCountryTransfer
source: The consent for “Mapbox” also includes consent to a possible transfer of the data to the USA without an adequate level of data protection and without suitable guarantees (lack of enforceability of rights of data subjects and possible disproportionate access to user data by state authorities). The use of “Mapbox” requires the transfer to third countries. If you do not wish to consent to the transfer to third countries, you must deselect “Mapbox”.
de: Die Einwilligung für „Mapbox“ umfasst auch die Einwilligung in eine mögliche Übermittlung der Daten in die USA ohne angemessenes Datenschutzniveau und ohne geeignete Garantien (fehlende Durchsetzbarkeit von Betroffenenrechten und mögliche, unverhältnismäßige Zugriffe staatlicher Stellen auf die Daten der Nutzer). Die Nutzung von „Mapbox“ setzt den Drittstaatentransfer voraus. Wenn Sie dem Drittstaatentransfer nicht zustimmen möchten, müssen Sie „Mapbox“ abwählen.

# hofff_consent.con4gisio.provider
source: Küstenschmiede GmbH Alter Markt 10, 26441 Jever, Germany
de: Küstenschmiede GmbH Alter Markt 10, 26441 Jever, Deutschland

# hofff_consent.con4gisio.description
source: Placeholder description
de: Platzhalter Beschreibung

# hofff_consent.con4gisio.explanation
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.con4gisio.storageDuration
source: Placeholder storage duration
de: Platzhalter Speicherdauer

# hofff_consent.con4gisio.placeholderTitle
source: Consent for the display of embedded map services (Con4gis-IO)
de: Einwilligung für die Anzeige von eingebetteten Kartendiensten (Con4gis-IO)

# hofff_consent.con4gisio.placeholderDescription
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.con4gisio.placeholderAcceptButton
source: Accept all Con4gis-IO Maps
de: Con4gis-IO Karten akzeptieren

# hofff_consent.con4gisio.thirdCountryTransfer
source: Placeholder thirdCountryTransfer
de: Platzhalter Drittland

# hofff_consent.bing.description
source: Placeholder description
de: Platzhalter Beschreibung

# hofff_consent.bing.explanation
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.bing.storageDuration
source: Placeholder storage duration
de: Platzhalter Speicherdauer

# hofff_consent.bing.placeholderTitle
source: Consent for the display of embedded map services (Bing Maps)
de: Einwilligung für die Anzeige von eingebetteten Kartendiensten (Bing Maps)

# hofff_consent.bing.placeholderDescription
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.bing.placeholderAcceptButton
source: Accept all Bing Maps
de: Alle Bing Karten akzeptieren

# hofff_consent.bing.thirdCountryTransfer
source: Placeholder thirdCountryTransfer
de: Platzhalter Drittland

# hofff_consent.here.description
source: Placeholder description
de: Platzhalter Beschreibung

# hofff_consent.here.explanation
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.here.storageDuration
source: Placeholder storage duration
de: Platzhalter Speicherdauer

# hofff_consent.here.placeholderTitle
source: Consent for the display of embedded map services (Here Maps)
de: Einwilligung für die Anzeige von eingebetteten Kartendiensten (Here Maps)

# hofff_consent.here.placeholderDescription
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.here.placeholderAcceptButton
source: Accept all Here Maps
de: Alle Here Karten akzeptieren

# hofff_consent.here.thirdCountryTransfer
source: Placeholder thirdCountryTransfer
de: Platzhalter Drittland

# hofff_consent.klokan.description
source: Placeholder description
de: Platzhalter Beschreibung

# hofff_consent.klokan.explanation
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.klokan.storageDuration
source: Placeholder storage duration
de: Platzhalter Speicherdauer

# hofff_consent.klokan.placeholderTitle
source: Consent for the display of embedded map services (Klokan Maps)
de: Einwilligung für die Anzeige von eingebetteten Kartendiensten (Klokan Maps)

# hofff_consent.klokan.placeholderDescription
source: Placeholder explanation
de: Platzhalter Erklärung

# hofff_consent.klokan.placeholderAcceptButton
source: Accept all Klokan Maps
de: Alle Klokan Karten akzeptieren

# hofff_consent.klokan.thirdCountryTransfer
source: Placeholder thirdCountryTransfer
de: Platzhalter Drittland
